<?php
 /*
 * 74cms 积分商城首页
 * ============================================================================
 * 版权所有: 骑士网络，并保留所有权利。
 * 网站地址: http://www.74cms.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
*/
define('IN_QISHI', true);
require_once('shop_common.php');
$smarty->assign("shop_nav","esoterica");
$tpl = "../tpl_shop/default/shop_esoterica.htm";
$smarty->assign('title',"积分商城-积分秘籍");
$smarty->display($tpl);
unset($smarty);
?>